Repository: wp-plugins/snipi-for-wordpress-media-library-and-nextgen-gallery
Catalog: lang/snipi-*.po
Languages: ru_ru

source: Sorry, Snipi works only with a Memory Limit of 16 MB higher
ru_ru: Извините, Snipi работает только с

source: You are not allowed to call this page directly.
ru_ru: У вас нет прямого доступа к этой странице.

source: About
ru_ru: О Snipi

source: <p>Using the Snipi Toolbar, you can drag and drop images from anywhere on the Internet and have them appear automatically in your WordPress Media Library or NextGen Gallery.</p><p>You can get the Snipi Toolbar at www.snipi.com.</p><p>The Snipi Toolbar is a Firefox 3 (or higher) add-on that allows you to literally drag and drop products, photos and YouTube and Vimeo videos from anywhere on the web. The current version of the Snipi WordPress Plugin gives you the option of having an entire list of images or a single image at a time sent to WordPress' Media Library or NextGen Gallery. Within seconds after dragging an image into the Snipi Toolbar, the image will automatically appear in WordPress, ready for you to use in your posts.</p> <p>The Snipi WordPress Plugin has two modes, WordPress mode or NGG mode. If you are an NextGen Gallery user, you can choose NGG mode to have images sent to NextGen Gallery rather than the WordPress Media Libary.</p> <p>The Snipi Toolbar also allows you to drag and drop products, photos and YouTube and Vimeo videos from anywhere on the web. These items are always available with you in the Snipi Toolbar, are saved on Snipi.com, can be sent to Facebook or WordPress, can be sent to Twitter (Tweeted) on the fly, and are available on your iPhone using the Snipi app.</p> <p>Watch the tutorial videos at http://www.snipiblog.com/tutorial-videos/</p>
ru_ru: <p>Использую Snipi Toolbar, вы можете перетащить фото или картинки отовсюду в Интернете и они автоматически появяться в вашей медиа библиотеке WordPress или галереи NextGen.</p><p>Вы можете установить Snipi Toolbar, посетив www.snipi.com.</p><p> Snipi Toolbar - это дополнение к Firefox 3 (или выше), которое позволяет вам буквально перетащить продукт, фото, YouTube или Vimeo видео с любого ресурса в сети. Текущая версия плагина Snipi for WordPress дает возможность иметь в медиа библиотеке WordPress или галереи NextGen картинку, которую вы перетащили в Snipi Toolbar. В течении нескольких секунд, после того как вы добавите картинку в Snipi Toolbar, картинка автоматически появиться в WordPress, готовая для размещиния в ваших статьях.</p> <p>Плагин Snipi for WordPress имеет два режима: режим WordPress и режим NGG. Если у вас установлена галерея NextGen, вы можете выбрать режим NGG, тогда все картинки будут отправлены в галерею NextGen вместо медиа библиотеки WordPress.</p> <p>Все, что вы перетащите в Snipi Toolbar, будет всегда доступно для вас на Snipi.com. Вы можете отправить ваши фото, видео или продукты на Facebook и налету добавить комментарии о них на Twitter. Данная информация также доступна на вашем iPhone с установленным приложением Snipi.</p> <p>Смотрите обучающее видео на http://www.snipiblog.com/tutorial-videos/</p>

source: Installation
ru_ru: Установка

source: Frequently Asked Questions
ru_ru: Часто Задаваемые Вопросы

source: Overview
ru_ru: Обзор

source: About Snipi
ru_ru: О Snipi

source: Status
ru_ru: Статус

source: Snipi for Wordpress Plugin Overview
ru_ru: Обзор плагина Snipi for Wordpress

source: Test successfully completed
ru_ru: Тест успешно завершен

source: The sample image below should appear in your
ru_ru: Картинка с низу должна появиться в вашей

source: WordPress Media Library
ru_ru: WordPress Media Библиотеки

source: NextGen Gallery
ru_ru: NextGen Галереи

source: If the sample image does not appear, please contact us at support@snipi.com.
ru_ru: Если картинка не появилась, пожалуйста, обратитесь в службу поддержки support@snipi.com.

source: Test wasn't successfully completed
ru_ru: Тест не завершен успешно

source: Please check the most common resons below:
ru_ru: Пожалуйста, проверьте наиболее распространенные причины снизу:

source: Your site does not have public access.
ru_ru: Ваш сайт не имеет публичного доступа.

source: Test Snipi With Your WordPress Installation
ru_ru: Проверить работоспособность Snipi с установленной версией WordPress

source: Test
ru_ru: Проверить

source: Activate plugin
ru_ru: Активировать Плагин

source: For more information on how to use the toolbar with Snipi for Wordpress Plugin, read the <a href="admin.php?page=snipi-about">About section</a> of the Snipi for Wordpress plugin
ru_ru: Для получения более подробной информации об использовании Snipi Toolbar с плагином Snipi for Wordpress читайте секцию <a href="admin.php?page=snipi-about">О Snipi</a>

source: Please enter your <strong>Snipi username and password</strong>. If you do not yet have an account, <a href="http://www.snipi.com/registration" target="_blank">Sign Up here</a>.
ru_ru: Пожалуйста, введите <strong>Имя пользователя и Пароль пользователя зарегистрированного на Snipi.com</strong>. Если у вас еще нет учетной записи, <a href="http://www.snipi.com/registration" target="_blank">зарегистрируйтесь</a>.

source: ERROR
ru_ru: ОШИБКА

source: Snipi Username
ru_ru: Имя пользователя Snipi

source: Snipi Password
ru_ru: Пароль

source: Lost your password?
ru_ru: Забыли пароль?

source: Sign in
ru_ru: Войти

source: Please, Install NextGen
ru_ru: Пожалуйста, установите NextGen

source: Snipi plugin is active in <strong>%s Mode.</strong>
ru_ru: Snipi плагин активирован в <strong>режиме %s.</strong>

source: Switch to <a href="%s?page=snipi-for-wordpress-media-library-and-nextgen-gallery&mode=wp">WordPress Mode</a>
ru_ru: Переключиться в <a href="%s?page=snipi-for-wordpress-media-library-and-nextgen-gallery&mode=wp">режим WordPress</a>

source: Switch to <a href="%s?page=snipi-for-wordpress-media-library-and-nextgen-gallery&mode=ngg">NextGen Mode</a>
ru_ru: Переключиться в <a href="%s?page=snipi-for-wordpress-media-library-and-nextgen-gallery&mode=ngg">режим NextGen</a>

source: Signed in as
ru_ru: Вошел как

source: Sign out
ru_ru: Выйти
